import React from "react";

function About() {
  return (
    <div className="main">
      <div className="about_p">
        <h1>אודות</h1>
        <p>ברוכים הבאים למערכת הפניות שלנו!</p>
        <p>
          המערכת עוצבה במיוחד כדי לספק לכם חוויית שימוש נוחה, מהירה ומדויקת. בין
          אם יש לכם שאלות, הצעות, או בקשות, אנו כאן כדי להבטיח שתקבלו מענה אישי
          ומקצועי.
        </p>
        <p>
          חזוננו הוא ליצור חיבור פשוט ואפקטיבי בין המשתמשים לבין הצוות שלנו, תוך
          שימוש בטכנולוגיות מתקדמות ואינטגרציה עם רשתות חברתיות.
        </p>
      </div>
    </div>
  );
}

export default About;
