import React from "react";

function Contact() {
  return (
    <div className="main">
      <div className="contact_p">
        <h1>צור קשר</h1>
        <h2>נשמח לשמוע מכם!</h2>
        <p>
          לכל שאלה, בקשה או משוב, אתם מוזמנים ליצור קשר באמצעות טופס הפניות
          באתר.
        </p>
        <p>
          הצוות שלנו ישמח לספק מענה מהיר ומדויק לכל פנייה. אפשרות נוספת: ניתן
          ליצור איתנו קשר דרך הרשתות החברתיות באמצעות החיבור הישיר המובנה
          במערכת. יחד נבנה תקשורת חזקה ואפקטיבית!
        </p>
      </div>
    </div>
  );
}

export default Contact;
